Repository: timotto/film-log
Catalog: app/lib/l10n/app_*.arb
Languages: de

# pageTitleFilmInstanceList
source: Films
de: Filme

# pageTitleFilmInstanceListArchive
source: Archived films
de: Film Archiv

# pageTitleEditFilm
source: Edit film
de: Film bearbeiten

# pageTitleEditFilmCreate
source: Create film
de: Neuer Film

# pageTitleEditPhoto
source: Edit photo
de: Foto bearbeiten

# pageTitleEditPhotoCreate
source: Add photo
de: Neues Foto

# pageTitleManageData
source: Manage app data
de: Daten verwalten

# pageTitleGear
source: Gear
de: Ausrüstung

# buttonCancel
source: Cancel
de: Abbrechen

# buttonDelete
source: Delete
de: Löschen

# buttonDiscard
source: Discard
de: Verwerfen

# buttonInstall
source: Install
de: Installieren

# buttonClear
source: Clear
de: Löschen

# buttonCamera
source: Camera
de: Kamera

# buttonGallery
source: Gallery
de: Gallerie

# buttonChangeTime
source: Change time
de: Uhrzeit ändern

# buttonChangeDate
source: Change date
de: Datum ändern

# menuItemFilmInstanceArchive
source: Archived films
de: Film Archiv

# menuItemManageData
source: Manage data
de: Daten verwalten

# menuItemManageArchive
source: Archive
de: Archivieren

# menuItemManageDelete
source: Delete
de: Löschen

# menuItemManageGear
source: Manage gear
de: Ausrüstung verwalten

# menuItemAboutApp
source: About this app
de: Über diese App

# notificationWearOsAppAvailable
source: Wear OS App available
de: Wear OS App verfügbar

# filmInstanceListEmpty
source: You don't have any films.
de: Du hast noch keine Filme.

# filmInstanceListArchiveEmpty
source: There are no archived films.
de: Du hast keine archivierten Filme.

# editFilmTileLabelTimestamp
source: Inserted
de: Eingelegt

# editFilmTileLabelCamera
source: Camera
de: Kamera

# editFilmTileLabelFilmStock
source: Film stock
de: Film Sorte

# editFilmTileLabelActualISO
source: Actual ISO
de: Tatsächliche ISO

# editFilmTileLabelFrameCount
source: Frames
de: Fotos

# editPhotoTileLabelTimestamp
source: Timestamp
de: Zeitstempel

# editPhotoTileLabelShutterSpeed
source: Shutter speed
de: Verschlusszeit

# editPhotoTileLabelLens
source: Lens
de: Objektiv

# editPhotoTileLabelAperture
source: Aperture
de: Blende

# editPhotoTileLabelFilters
source: Filters
de: Filter

# editPhotoTileLabelLocation
source: Location
de: Ort

# editPhotoTileLabelNotes
source: Notes
de: Notizen

# editPhotoTileLabelThumbnail
source: Thumbnail
de: Vorschau

# filmLogPageLoading
source: Loading...
de: Lade...

# filmLogPageFilmNotFound
source: Film not found
de: Film nicht gefunden

# filmLogPageNoPhotos
source: There are no photos yet
de: Es sind noch keine Fotos vorhanden

# importPageTileWarning
source: Importing an archive will replace all your current data, gear and films.
de: Der Import eines Archivs ersetzt alle Daten in der App, Ausrüstung und Filme.

# importPageTileSelectArchive
source: Select archive to import
de: Archiv auswählen

# importPageButtonImportData
source: Import data
de: Daten importieren

# importPageFilePickerTitle
source: Select archive
de: Archiv auswählen

# importPageFileOpenError
source: Cannot open archive
de: Archiv konnte nicht geöffnet werden

# manageDataTileExportDataTitle
source: Export data
de: Daten exportieren

# manageDataTileExportDataSubtitle
source: Store all data contained in the app in a ZIP archive.
de: Alle Daten der App werden in ein ZIP Archiv gespeichert.

# manageDataTileImportDataTitle
source: Import data
de: Daten importieren

# manageDataTileImportDataSubtitle
source: Restore app data from a ZIP archive.
de: Daten der App aus einem ZIP Archiv importieren.

# manageDataTileDeleteTitle
source: Delete everything
de: Alles löschen

# manageDataExportPickerTitle
source: Film Log full export
de: Film Log Komplettexport

# dialogDeleteAllDataTitle
source: Delete all data
de: Alle Daten löschen?

# dialogDeleteAllDataContent
source: Are you sure you want to delete all data?
de: Bist du sicher, dass du alle Daten der App löschen möchtest?

# dialogConfirmDeleteTitle
source: Delete {item}?
de: {item} löschen?

# dialogConfirmDeleteText
source: Are you sure you want to delete {item}?
de: Bist du sicher, dass du {item} löschen möchtest?

# dialogDiscardChangesTitle
source: Discard changes?
de: Änderungen verwerfen?

# dialogDiscardChangesText
source: There are unsaved changes. Are you sure you want to discard them?
de: Die Änderungen sind noch nicht gespeichert. Möchtest du sie wirklich verwerfen?

# aboutAppContent
source: This app is intended for film photography users. It allows you to record time and place of each frame as well as the settings you used on your camera.
de: Diese App richtet sich an Film Fotografen. Sie ermöglicht Ort und Zeit, sowie die Kameraeinstellungen eines Fotos zu notieren.

# countCameras
source: {count, plural, =0{no cameras} =1{1 camera} other{{count} cameras}}
de: {count, plural, =0{keine Kamera} =1{1 Kamera} other{{count} Kameras}}

# countLenses
source: {count, plural, =0{no lenses} =1{1 lens} other{{count} lenses}}
de: {count, plural, =0{kein Objektiv} =1{1 Objektiv} other{{count} Objektive}}

# countFilters
source: {count, plural, =0{no filters} =1{1 filter} other{{count} filters}}
de: {count, plural, =0{keine Filter} =1{1 Filter} other{{count} Filter}}

# countFilmStocks
source: {count, plural, =0{no film stocks} =1{1 film stock} other{{count} film stocks}}
de: {count, plural, =0{keine Film Sorten} =1{1 Film Sorte} other{{count} Film Sorten}}

# countFilmInstances
source: {count, plural, =0{no films} =1{1 film} other{{count} films}}
de: {count, plural, =0{keine Filme} =1{1 Film} other{{count} Filme}}

# countPhotos
source: {count, plural, =0{no photos} =1{1 photo} other{{count} photos}}
de: {count, plural, =0{keine Fotos} =1{1 Foto} other{{count} Fotos}}

# gearTitleTitleCameras
source: Cameras
de: Kameras

# gearTitleTitleLenses
source: Lenses
de: Objektive

# gearTitleTitleFilters
source: Filters
de: Filter

# gearTitleTitleFilmStock
source: Film stock
de: Film Sorten

# gearTitleTitleManufacturer
source: Manufacturer
de: Hersteller

# gearTitleTitleProduct
source: Product
de: Produkt

# gearTitleTitleMinShutterSpeed
source: Min shutter speed
de: Niedrigste Verschlusszeit

# gearTitleTitleMaxShutterSpeed
source: Max shutter speed
de: Höchste Verschlusszeit

# gearTitleTitleLensType
source: Lens type
de: Objektiv Typ

# gearTitleTitleFStopIncrements
source: F-Stop increments
de: Blendstufen

# gearTitleTitleFocalLength
source: Focal length
de: Brennweite

# gearTitleTitleFocalLengthMin
source: Min focal length
de: Niedrigste Brennweite

# gearTitleTitleFocalLengthMax
source: Max focal length
de: Höchste Brennweite

# gearTitleTitleApertureMin
source: Min aperture
de: Niedrigste Blendenstufe

# gearTitleTitleApertureMax
source: Max aperture
de: Höchste Blendenstufe

# labelFilmTypeColor
source: Color
de: Farbe

# labelFilmTypeBWPanchromatic
source: B&W Panchromatic
de: SW Panchromatisch

# labelFilmTypeBWOrthochromatic
source: B&W Orthochromatic
de: SW Orthochromatisch

# labelFilmTypeBWInfrared
source: B&W Infrared
de: SW Infrarot

# labelLensTypePrime
source: Prime
de: Festbrennweite

# labelFStopIncrementsFull
source: Full
de: Ganze Blendenstufen

# gearPageEmptyCameras
source: You don't have any cameras
de: Du hast noch keine Kameras hinterlegt

# gearPageEmptyLenses
source: You don't have any lenses
de: Du hast noch keine Objektive hinterlegt

# gearPageEmptyFilters
source: You don't have any filters
de: Du hast noch keine Filter hinterlegt

# gearPageEmptyFilmStock
source: You don't have any film stock
de: Du hast noch keine Film Sorten hinterlegt
